tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
cask "java"
brew "openssl"
brew "python"
brew "awscli"
brew "bash-completion"
brew "clang-format"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "elixir"
brew "freetds"
brew "gauge"
brew "git"
brew "git-extras"
brew "gradle"
brew "graphviz"
brew "grc"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kafkacat"
brew "kubernetes-cli"
brew "lynx"
brew "micro"
brew "node"
brew "nvm"
brew "pandoc"
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "shellcheck"
brew "terminal-notifier"
brew "textql"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "bitbar"
cask "caffeine"
cask "datagrip"
cask "divvy"
cask "dropbox"
cask "filezilla"
cask "gimp"
cask "goland"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "postman"
cask "pycharm-ce"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "telegram"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/versions/java8"
