# Script generated by ./bin/save-brewfile. DO NOT EDIT.
#
# Thu Aug 15 14:04:17 PDT 2019
#

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "twitch/internal", "git@git-aws.internal.justin.tv:common/homebrew-custom.git"
tap "twitch/security", "https://twitch-security-packages.s3.amazonaws.com/homebrew.git"
brew "openssl"
brew "awscli"
brew "bash-completion"
brew "glib"
brew "cairo"
brew "clang-format"
brew "coreutils"
brew "go"
brew "dep"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "godep"
brew "gron"
brew "icdiff"
brew "oniguruma"
brew "jq"
brew "nvm"
brew "protobuf"
brew "shellcheck"
brew "terminal-notifier"
brew "terraform"
brew "textql"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "twitch/internal/sandstorm"
brew "twitch/security/twitch-bastion-util"
cask "altair-graphql-client"
cask "bitbar"
cask "caffeine"
cask "datagrip"
cask "discord"
cask "divvy"
cask "firefox-beta"
cask "font-3270-nerd-font"
cask "font-anonymouspro-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulentsansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-codenewroman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavusansmono-nerd-font"
cask "font-droidsansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohu-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklig-nerd-font"
cask "font-heavydata-nerd-font"
cask "font-hermit-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatalgc-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberationmono-nerd-font"
cask "font-meslo-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggyclean-nerd-font"
cask "font-robotomono-nerd-font"
cask "font-sharetechmono-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "font-spacemono-nerd-font"
cask "font-terminus-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "goland"
cask "graphql-playground"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webpquicklook"
