# Script generated by /Users/erjonath/.dotfiles/bin/save-brewfile. DO NOT EDIT.
#
# Tue Feb 16 09:25:23 PST 2021
#

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "twitch/internal", "git@git-aws.internal.justin.tv:common/homebrew-custom.git"
tap "twitch/security", "https://twitch-security-packages.s3.amazonaws.com/homebrew.git"
tap "warrensbox/tap"
brew "openssl@1.1"
brew "awscli@1"
brew "bash-completion"
brew "glib"
brew "cairo"
brew "clang-format"
brew "coreutils"
brew "go"
brew "dep"
brew "direnv"
brew "entr"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "python@3.8"
brew "graphviz"
brew "gron"
brew "icdiff"
brew "oniguruma"
brew "jq"
brew "libfido2"
brew "node@12"
brew "nvm"
brew "openssh", link: false
brew "protobuf"
brew "redis"
brew "shellcheck"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "terraform", link: false
brew "textql"
brew "tfenv", link: false
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "twitch/internal/manta"
brew "twitch/internal/sandstorm"
brew "twitch/security/twitch-bastion-util"
brew "warrensbox/tap/tfswitch"
cask "alfred"
cask "altair-graphql-client"
cask "bitbar"
cask "caffeine"
cask "datagrip"
cask "discord"
cask "divvy"
cask "font-hack-nerd-font"
cask "goland"
cask "graphql-playground"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "keycastr"
cask "postman"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "signal"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webpquicklook"
